
/* Class = "UITableViewSection"; headerTitle = "CUSTOM DNS SERVERS"; ObjectID = "0gU-l5-6Ha"; */
"0gU-l5-6Ha.headerTitle" = "CUSTOM DNS SERVERS";

/* Class = "UITableViewSection"; headerTitle = "PRO"; ObjectID = "0rg-zQ-Vsw"; */
"0rg-zQ-Vsw.headerTitle" = "PRO";

/* Class = "UITableViewSection"; footerTitle = "To be able to apply DNS settings, Adguard establishes a local VPN in order to make the system use custom DNS. Please note that your outgoing traffic stays unaltered and is not routed to any remote server."; ObjectID = "1kz-08-bdL"; */
"1kz-08-bdL.footerTitle" = "To be able to apply DNS settings, Adguard establishes a local VPN in order to make the system use custom DNS. Please note that your outgoing traffic stays unaltered and is not routed to any remote server.";

/* Class = "UINavigationItem"; title = "Filter Detail"; ObjectID = "21H-uP-397"; */
"21H-uP-397.title" = "Szűrő Részletei";

/* Class = "UIBarButtonItem"; title = "Clear"; ObjectID = "5ac-wo-Zed"; */
"5ac-wo-Zed.title" = "Törlés";

/* Class = "UILabel"; text = "Check Filter Updates"; ObjectID = "5vt-Vp-qiW"; */
"5vt-Vp-qiW.text" = "Szűrők Frissítése";

/* Class = "UINavigationItem"; title = "How to enable Adguard"; ObjectID = "66c-w8-jTW"; */
"66c-w8-jTW.title" = "Hogyan kapcsoljam be Adguardot";

/* Class = "UILabel"; text = "Loading Filter..."; ObjectID = "6Pr-sf-McK"; */
"6Pr-sf-McK.text" = "Szűrők Betöltése...";

/* Class = "UILabel"; text = "Use Simplified Filters"; ObjectID = "6zk-TZ-zcI"; */
"6zk-TZ-zcI.text" = "Használjon Egyszerűsített Szűrőket";

/* Class = "UILabel"; text = "Adguard Website"; ObjectID = "76w-KJ-7EN"; */
"76w-KJ-7EN.text" = "Adguard Weboldala";

/* Class = "UILabel"; text = "Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..."; ObjectID = "78D-xK-lgr"; */
"78D-xK-lgr.text" = "Szűrők betöltése a Safari számára. Kérem, ne kapcsolja ki az Adguardot, ez a folyamat nem tarthat tovább, mint 30 másodperc...";

/* Class = "UINavigationItem"; title = "Filters"; ObjectID = "7g7-aK-eBG"; */
"7g7-aK-eBG.title" = "Szűrők";

/* Class = "UILabel"; text = "Name"; ObjectID = "8hU-LQ-5wN"; */
"8hU-LQ-5wN.text" = "Name";

/* Class = "UILabel"; text = "not translate this"; ObjectID = "8mf-oU-Qvd"; */
"8mf-oU-Qvd.text" = "not translate this";

/* Class = "UILabel"; accessibilityLabel = " "; ObjectID = "93Y-I8-Ha9"; */
"93Y-I8-Ha9.accessibilityLabel" = " ";

/* Class = "UILabel"; text = "Share this app"; ObjectID = "93Y-I8-Ha9"; */
"93Y-I8-Ha9.text" = "Alkalmazás megosztása";

/* Class = "UIButton"; accessibilityLabel = "Share with iMessage"; ObjectID = "9z6-O6-QzV"; */
"9z6-O6-QzV.accessibilityLabel" = "Megosztás iMessage-el";

/* Class = "UINavigationItem"; title = "Quick Tour"; ObjectID = "AOh-Kx-OgK"; */
"AOh-Kx-OgK.title" = "Bevezetés";

/* Class = "UILabel"; text = "View on GitHub"; ObjectID = "Agx-Gw-kKE"; */
"Agx-Gw-kKE.text" = "Megnézni GitHub-on";

/* Class = "UITextField"; accessibilityLabel = "Server Description"; ObjectID = "BGg-Te-3zy"; */
"BGg-Te-3zy.accessibilityLabel" = "Server Description";

/* Class = "UITextField"; placeholder = "Optional"; ObjectID = "BGg-Te-3zy"; */
"BGg-Te-3zy.placeholder" = "Optional";

/* Class = "UILabel"; text = "Acknowledgments"; ObjectID = "BfN-yH-ycq"; */
"BfN-yH-ycq.text" = "Köszönetnyilvánítás";

/* Class = "UILabel"; text = "Not translate this"; ObjectID = "C0k-M7-WrN"; */
"C0k-M7-WrN.text" = "Not translate this";

/* Class = "UIBarButtonItem"; title = "Rules Syntax"; ObjectID = "CM4-d8-GVV"; */
"CM4-d8-GVV.title" = "Rules Syntax";

/* Class = "UILabel"; text = "Send Bug Report"; ObjectID = "DJo-k0-dYd"; */
"DJo-k0-dYd.text" = "Hibajelentés Küldés";

/* Class = "UITableViewSection"; headerTitle = "PROPERTIES"; ObjectID = "DXT-7S-Yh9"; */
"DXT-7S-Yh9.headerTitle" = "TULAJDONSÁGOK";

/* Class = "UILabel"; accessibilityLabel = "How to enable Adguard. Video."; ObjectID = "Db5-io-lRz"; */
"Db5-io-lRz.accessibilityLabel" = "Hogyan kapcsoljam az Adguardot. Video.";

/* Class = "UILabel"; text = "How to enable Adguard"; ObjectID = "Db5-io-lRz"; */
"Db5-io-lRz.text" = "Hogyan kapcsoljam be Adguardot";

/* Class = "UILabel"; text = "Adguard Forum"; ObjectID = "ENy-5y-b3I"; */
"ENy-5y-b3I.text" = "Adguard Fórum";

/* Class = "UILabel"; text = "compatible with \"Personal VPN\" apps"; ObjectID = "GUc-Wj-Y0U"; */
"GUc-Wj-Y0U.text" = "compatible with \"Personal VPN\" apps";

/* Class = "UILabel"; text = "Server"; ObjectID = "GZu-fQ-9oP"; */
"GZu-fQ-9oP.text" = "Szerver";

/* Class = "UILabel"; text = "not translate this"; ObjectID = "H9H-HX-Ya5"; */
"H9H-HX-Ya5.text" = "not translate this";

/* Class = "UITableViewSection"; headerTitle = "ADVANCED"; ObjectID = "HLK-5x-bSz"; */
"HLK-5x-bSz.headerTitle" = "ADVANCED";

/* Class = "UIButton"; accessibilityLabel = "Share with Facebook"; ObjectID = "IiA-PR-JUW"; */
"IiA-PR-JUW.accessibilityLabel" = "Megosztás a Facebookon";

/* Class = "UINavigationItem"; title = "Advanced Settings"; ObjectID = "Iyo-zw-Pn7"; */
"Iyo-zw-Pn7.title" = "Haladó Beállítások";

/* Class = "UITableViewSection"; footerTitle = "If this setting is enabled, Adguard will only use WiFi for background filter updates."; ObjectID = "J25-IO-JkL"; */
"J25-IO-JkL.footerTitle" = "Ha ez be van kapcsolva Adguard csak Wifi-t fogja használni a frissítések letöltéséhez.";

/* Class = "UINavigationItem"; title = "Using Adguard from Safari"; ObjectID = "JIB-kQ-gBg"; */
"JIB-kQ-gBg.title" = "Adguard használata a Safariból";

/* Class = "UITableViewSection"; headerTitle = "RATE AND SHARE"; ObjectID = "JVE-ft-ZbE"; */
"JVE-ft-ZbE.headerTitle" = "ÉRTÉKELJE ÉS OSSZA MEG";

/* Class = "UITextField"; accessibilityLabel = "Server Name"; ObjectID = "Jot-rn-HdO"; */
"Jot-rn-HdO.accessibilityLabel" = "Server Name";

/* Class = "UITextField"; placeholder = "Server Name"; ObjectID = "Jot-rn-HdO"; */
"Jot-rn-HdO.placeholder" = "Server Name";

/* Class = "UILabel"; text = "Advanced Settings"; ObjectID = "Lbo-nt-LPS"; */
"Lbo-nt-LPS.text" = "Haladó Beállítások";

/* Class = "UILabel"; text = "Description"; ObjectID = "Lfh-LN-p70"; */
"Lfh-LN-p70.text" = "Description";

/* Class = "UILabel"; text = "Filters"; ObjectID = "NMJ-WC-2cF"; */
"NMJ-WC-2cF.text" = "Szűrők";

/* Class = "UINavigationItem"; title = "DNS Server"; ObjectID = "PEv-Ro-tyt"; */
"PEv-Ro-tyt.title" = "DNS Server";

/* Class = "UINavigationItem"; title = "Adguard"; ObjectID = "Q9j-kk-zJ7"; */
"Q9j-kk-zJ7.title" = "Adguard";

/* Class = "UILabel"; text = "Last Modified"; ObjectID = "QRM-Mg-LkG"; */
"QRM-Mg-LkG.text" = "Utoljára Szerkesztve";

/* Class = "UITableViewSection"; headerTitle = "MORE"; ObjectID = "Qns-T4-NMW"; */
"Qns-T4-NMW.headerTitle" = "TOVÁBB";

/* Class = "UILabel"; accessibilityLabel = "Add Custom Server"; ObjectID = "QvS-eb-Dm3"; */
"QvS-eb-Dm3.accessibilityLabel" = "Add Custom Server";

/* Class = "UILabel"; text = "Add Custom..."; ObjectID = "QvS-eb-Dm3"; */
"QvS-eb-Dm3.text" = "Add Custom...";

/* Class = "UILabel"; text = "incompatible with other VPN apps"; ObjectID = "TXz-VG-5ab"; */
"TXz-VG-5ab.text" = "incompatible with other VPN apps";

/* Class = "UINavigationItem"; title = "Request Detail"; ObjectID = "UG4-lw-q0k"; */
"UG4-lw-q0k.title" = "Kérés Részletei";

/* Class = "UITableViewSection"; footerTitle = "If this setting is enabled, Adguard will ignore generic «cosmetic» rules. This will speed up pages rendering in exchange of filtering quality."; ObjectID = "UH5-l5-jPn"; */
"UH5-l5-jPn.footerTitle" = "Ha ez be van kapcsolva, Adguard figyelnem kívül hagyja a  kozmetikai szabályokat. Ez gyorsítani fogja az oldal betöltést a szűrési minőség rovására.";

/* Class = "UILabel"; text = "DNS Settings"; ObjectID = "UeP-WD-3SS"; */
"UeP-WD-3SS.text" = "DNS Settings";

/* Class = "UIButton"; accessibilityLabel = "Share with mail"; ObjectID = "VUm-f4-Rox"; */
"VUm-f4-Rox.accessibilityLabel" = "Megosztás levélben";

/* Class = "UILabel"; text = "Full-Tunnel"; ObjectID = "Vhn-Fl-Rgs"; */
"Vhn-Fl-Rgs.text" = "Full-Tunnel";

/* Class = "UILabel"; text = "Time"; ObjectID = "Vov-Qa-c5v"; */
"Vov-Qa-c5v.text" = "Idő";

/* Class = "UILabel"; text = "User Filter"; ObjectID = "Wm6-3n-dsw"; */
"Wm6-3n-dsw.text" = "Felhasználói Szűrő";

/* Class = "UILabel"; text = "System Default"; ObjectID = "Wmd-ay-ZDm"; */
"Wmd-ay-ZDm.text" = "System Default";

/* Class = "UILabel"; text = "Rate this app"; ObjectID = "Y2d-c9-5ne"; */
"Y2d-c9-5ne.text" = "Értékelje ezt az alkalmazást";

/* Class = "UILabel"; text = "Whitelist"; ObjectID = "YRI-K8-S98"; */
"YRI-K8-S98.text" = "Whitelist";

/* Class = "UILabel"; accessibilityLabel = "Manage Adguard from Safari. Video."; ObjectID = "aK9-na-jWI"; */
"aK9-na-jWI.accessibilityLabel" = "Adguard kezelése Safariból. Video.";

/* Class = "UILabel"; text = "Manage Adguard from Safari"; ObjectID = "aK9-na-jWI"; */
"aK9-na-jWI.text" = "Adguard Kezelése a Safariból";

/* Class = "UINavigationItem"; title = "DNS Settings"; ObjectID = "bRv-X8-sV2"; */
"bRv-X8-sV2.title" = "DNS Settings";

/* Class = "UITableViewSection"; headerTitle = "Tunnel mode"; ObjectID = "bai-Bl-QoX"; */
"bai-Bl-QoX.headerTitle" = "Tunnel mode";

/* Class = "UIButton"; normalTitle = "Cancel"; ObjectID = "c9p-Kz-7nc"; */
"c9p-Kz-7nc.normalTitle" = "Mégsem";

/* Class = "UIButton"; accessibilityLabel = "Share with Twitter"; ObjectID = "d2O-oQ-yhe"; */
"d2O-oQ-yhe.accessibilityLabel" = "Megosztás Twitteren";

/* Class = "UITableViewSection"; headerTitle = "Properties"; ObjectID = "d4x-qp-Oxt"; */
"d4x-qp-Oxt.headerTitle" = "Tulajdonságok";

/* Class = "UITableViewSection"; headerTitle = "Description"; ObjectID = "dCj-z8-O2Y"; */
"dCj-z8-O2Y.headerTitle" = "Leírás";

/* Class = "UILabel"; text = "remote dns server description here"; ObjectID = "dUW-m2-dJR"; */
"dUW-m2-dJR.text" = "remote dns server description here";

/* Class = "UITableViewSection"; footerTitle = "Here you can change the DNS servers to be used by the system."; ObjectID = "dot-9a-P84"; */
"dot-9a-P84.footerTitle" = "Here you can change the DNS servers to be used by the system.";

/* Class = "UITableViewSection"; headerTitle = "SAFARI CONTENT BLOCKING"; ObjectID = "e3n-mQ-CFS"; */
"e3n-mQ-CFS.headerTitle" = "SZŰRŐK";

/* Class = "UILabel"; text = "Version"; ObjectID = "eDR-07-wut"; */
"eDR-07-wut.text" = "Verzió";

/* Class = "UILabel"; text = "Whitelist"; ObjectID = "eMs-Eq-7wW"; */
"eMs-Eq-7wW.text" = "Kivételek";

/* Class = "UILabel"; text = "Filter Homepage"; ObjectID = "egy-jk-HY1"; */
"egy-jk-HY1.text" = "Szűrő Weboldala";

/* Class = "UILabel"; text = "Remove Server"; ObjectID = "fkY-pd-BQi"; */
"fkY-pd-BQi.text" = "Remove Server";

/* Class = "UINavigationItem"; title = "DNS Requests Log"; ObjectID = "fov-We-MES"; */
"fov-We-MES.title" = "DNS Kérések";

/* Class = "UILabel"; text = "Version"; ObjectID = "iG0-Ou-4GW"; */
"iG0-Ou-4GW.text" = "Verzió";

/* Class = "UILabel"; text = "View DNS Requests Log"; ObjectID = "icS-tR-srI"; */
"icS-tR-srI.text" = "View DNS Requests Log";

/* Class = "UIBarButtonItem"; title = "Clear All"; ObjectID = "j5B-WF-5L7"; */
"j5B-WF-5L7.title" = "Clear All";

/* Class = "UILabel"; text = "About"; ObjectID = "jB0-23-f5T"; */
"jB0-23-f5T.text" = "Névjegy";

/* Class = "UILabel"; text = "Not translate this"; ObjectID = "jeQ-cV-4uz"; */
"jeQ-cV-4uz.text" = "Not translate this";

/* Class = "UISearchBar"; placeholder = "Search"; ObjectID = "lHn-v7-UvW"; */
"lHn-v7-UvW.placeholder" = "Search";

/* Class = "UILabel"; text = "Split-Tunnel"; ObjectID = "lYE-ow-dIW"; */
"lYE-ow-dIW.text" = "Split-Tunnel";

/* Class = "UINavigationItem"; title = "Filters"; ObjectID = "m8z-v3-W7T"; */
"m8z-v3-W7T.title" = "Szűrők";

/* Class = "UILabel"; text = "Type"; ObjectID = "mZs-iK-90C"; */
"mZs-iK-90C.text" = "Típus";

/* Class = "UITableViewSection"; headerTitle = "RESPONSES"; ObjectID = "nQ7-DM-a3O"; */
"nQ7-DM-a3O.headerTitle" = "VÁLASZOK";

/* Class = "UILabel"; text = "Status"; ObjectID = "nSx-39-ZBm"; */
"nSx-39-ZBm.text" = "Állapot";

/* Class = "UILabel"; text = "Quick Tour"; ObjectID = "nac-dy-f0o"; */
"nac-dy-f0o.text" = "Bevezetés";

/* Class = "UINavigationItem"; title = "About"; ObjectID = "oWj-Lf-Mp9"; */
"oWj-Lf-Mp9.title" = "Névjegy";

/* Class = "UITableViewSection"; headerTitle = "GENERAL"; ObjectID = "pEe-TF-Jvg"; */
"pEe-TF-Jvg.headerTitle" = "ÁLTALÁNOS";

/* Class = "UILabel"; text = "Status"; ObjectID = "rft-NS-ejI"; */
"rft-NS-ejI.text" = "Állapot";

/* Class = "UILabel"; accessibilityLabel = "Last checked for update at"; ObjectID = "rpL-Mz-xwI"; */
"rpL-Mz-xwI.accessibilityLabel" = "Utoljára frissítve";

/* Class = "UILabel"; text = "Last Checked"; ObjectID = "rpL-Mz-xwI"; */
"rpL-Mz-xwI.text" = "Utoljára Ellenőrizve";

/* Class = "UILabel"; text = "Blacklist"; ObjectID = "sGp-bq-UV6"; */
"sGp-bq-UV6.text" = "Blacklist";

/* Class = "UILabel"; text = "Status"; ObjectID = "sV1-SB-Gpd"; */
"sV1-SB-Gpd.text" = "Adguard DNS";

/* Class = "UITableViewSection"; footerTitle = "Enter the IP addresses of the DNS servers here (in IPv4 or IPv6 format), separated by commas or line breaks. If necessary, add a port number to the DNS address, e.g: 208.67.222.222:5353 for IPv4 or [2620:0:ccc::2]:5353 for IPv6."; ObjectID = "sdZ-kr-Pk1"; */
"sdZ-kr-Pk1.footerTitle" = "Enter the IP addresses of the DNS servers here (in IPv4 or IPv6 format), separated by commas or line breaks. If necessary, add a port number to the DNS address, e.g: 208.67.222.222:5353 for IPv4 or [2620:0:ccc::2]:5353 for IPv6.";

/* Class = "UITableViewSection"; headerTitle = "IP Addresses"; ObjectID = "sdZ-kr-Pk1"; */
"sdZ-kr-Pk1.headerTitle" = "IP Addresses";

/* Class = "UILabel"; text = "Remote DNS Server Title"; ObjectID = "tIq-QX-3HP"; */
"tIq-QX-3HP.text" = "Remote DNS Server Title";

/* Class = "UILabel"; text = "Enable DNS Requests Log"; ObjectID = "tWU-pP-c1b"; */
"tWU-pP-c1b.text" = "Enable DNS Requests Log";

/* Class = "UILabel"; text = "Auto Update over Wi-Fi only"; ObjectID = "x5D-K1-eUX"; */
"x5D-K1-eUX.text" = "Automatikus Frissítés Wi-Fi-n keresztül";
